/* No comment provided by engineer. */
"Add \"%@\" to Favorites" = "Add \"%@\" to Favorites";

/* No comment provided by engineer. */
"Affine" = "Affine";

/* No comment provided by engineer. */
"Affine Clamp" = "Affine Clamp";

/* No comment provided by engineer. */
"Affine Tile" = "Affine Tile";

/* No comment provided by engineer. */
"All Effects" = "All Effects";

/* No comment provided by engineer. */
"Alpha Noise Filter" = "Alpha Noise Filter";

/* No comment provided by engineer. */
"Amount" = "Amount";

/* No comment provided by engineer. */
"Angle" = "Angle";

/* No comment provided by engineer. */
"Arcturus" = "Arcturus";

/* No comment provided by engineer. */
"ASCII" = "ASCII";

/* No comment provided by engineer. */
"Auto Enhance" = "Auto Enhance";

/* No comment provided by engineer. */
"B/W" = "B/W";

/* No comment provided by engineer. */
"Bar Swipe" = "Bar Swipe";

/* No comment provided by engineer. */
"Bars" = "Bars";

/* No comment provided by engineer. */
"Bars Swipe" = "Bars Swipe";

/* No comment provided by engineer. */
"Bars Swipe Transition" = "Bars Swipe Transition";

/* No comment provided by engineer. */
"Black & White" = "Black & White";

/* No comment provided by engineer. */
"Blending" = "Blending";

/* No comment provided by engineer. */
"Bloom" = "Bloom";

/* No comment provided by engineer. */
"Blue" = "Blue";

/* No comment provided by engineer. */
"Blur" = "Blur";

/* No comment provided by engineer. */
"Bokeh" = "Bokeh";

/* No comment provided by engineer. */
"Bouvardia" = "Bouvardia";

/* No comment provided by engineer. */
"Box" = "Box";

/* No comment provided by engineer. */
"Box Blur" = "Box Blur";

/* No comment provided by engineer. */
"Brickwork" = "Brickwork";

/* No comment provided by engineer. */
"Brightnes & Contrast" = "Brightnes & Contrast";

/* No comment provided by engineer. */
"Brightness" = "Brightness";

/* No comment provided by engineer. */
"Brightness and Contrast" = "Brightness and Contrast";

/* No comment provided by engineer. */
"Bug Eye" = "Bug Eye";

/* No comment provided by engineer. */
"Bump" = "Bump";

/* No comment provided by engineer. */
"Bump Distortion" = "Bump Distortion";

/* No comment provided by engineer. */
"Bump Distortion Linear" = "Bump Distortion Linear";

/* No comment provided by engineer. */
"Bump Linear" = "Bump Linear";

/* No comment provided by engineer. */
"Capsule" = "Capsule";

/* No comment provided by engineer. */
"Carnation" = "Carnation";

/* No comment provided by engineer. */
"Center" = "Center";

/* No comment provided by engineer. */
"Channel" = "Channel";

/* No comment provided by engineer. */
"Channel Mixer" = "Channel Mixer";

/* No comment provided by engineer. */
"Channels" = "Channels";

/* No comment provided by engineer. */
"Checkerboard" = "Checkerboard";

/* No comment provided by engineer. */
"Checkerboard Generator" = "Checkerboard Generator";

/* No comment provided by engineer. */
"Chess" = "Chess";

/* No comment provided by engineer. */
"Circle Splash" = "Circle Splash";

/* No comment provided by engineer. */
"Circle Splash Distortion" = "Circle Splash Distortion";

/* No comment provided by engineer. */
"Circular" = "Circular";

/* No comment provided by engineer. */
"Circular Screen" = "Circular Screen";

/* No comment provided by engineer. */
"Circular Wrap" = "Circular Wrap";

/* No comment provided by engineer. */
"Circular Wrap Distortion" = "Circular Wrap Distortion";

/* No comment provided by engineer. */
"City Lights" = "City Lights";

/* No comment provided by engineer. */
"Clouds" = "Clouds";

/* No comment provided by engineer. */
"Clouds Generator" = "Clouds Generator";

/* No comment provided by engineer. */
"CMYK" = "CMYK";

/* No comment provided by engineer. */
"CMYK Halftone" = "CMYK Halftone";

/* No comment provided by engineer. */
"Coating" = "Coating";

/* No comment provided by engineer. */
"Color" = "Color";

/* No comment provided by engineer. */
"Color Adjustments" = "Color Adjustments";

/* No comment provided by engineer. */
"Color Balance" = "Color Balance";

/* No comment provided by engineer. */
"Color Hatch" = "Color Hatch";

/* No comment provided by engineer. */
"Color Map" = "Color Map";

/* No comment provided by engineer. */
"Color Monochrome" = "Color Monochrome";

/* No comment provided by engineer. */
"Color Overlay Filter" = "Color Overlay Filter";

/* No comment provided by engineer. */
"Color Posterize" = "Color Posterize";

/* No comment provided by engineer. */
"Color Removal" = "Color Removal";

/* No comment provided by engineer. */
"Colorize" = "Colorize";

/* No comment provided by engineer. */
"Colors" = "Colors";

/* No comment provided by engineer. */
"Comic Effect" = "Comic Effect";

/* No comment provided by engineer. */
"Comics" = "Comics";

/* No comment provided by engineer. */
"Constant" = "Constant";

/* No comment provided by engineer. */
"Constant Color" = "Constant Color";

/* No comment provided by engineer. */
"Constant Color Generator" = "Constant Color Generator";

/* No comment provided by engineer. */
"Contrast" = "Contrast";

/* No comment provided by engineer. */
"Copy Machine" = "Copy Machine";

/* No comment provided by engineer. */
"Copy Machine Transition" = "Copy Machine Transition";

/* No comment provided by engineer. */
"Crystallize" = "Crystallize";

/* No comment provided by engineer. */
"Curves" = "Curves";

/* No comment provided by engineer. */
"Cyan/Red" = "Cyan/Red";

/* No comment provided by engineer. */
"Darken Highlights" = "Darken Highlights";

/* No comment provided by engineer. */
"Defocus" = "Defocus";

/* No comment provided by engineer. */
"Desaturate" = "Desaturate";

/* No comment provided by engineer. */
"Displacement" = "Displacement";

/* No comment provided by engineer. */
"Displacement Distort" = "Displacement Distort";

/* No comment provided by engineer. */
"Distortion" = "Distortion";

/* No comment provided by engineer. */
"Dot" = "Dot";

/* No comment provided by engineer. */
"Dot Screen" = "Dot Screen";

/* No comment provided by engineer. */
"Drop Shadow Filter" = "Drop Shadow Filter";

/* No comment provided by engineer. */
"Edge Work" = "Edge Work";

/* No comment provided by engineer. */
"Edges" = "Edges";

/* No comment provided by engineer. */
"Eightfold Reflected" = "Eightfold Reflected";

/* No comment provided by engineer. */
"Eightfold Reflected Tile" = "Eightfold Reflected Tile";

/* No comment provided by engineer. */
"Elliptical" = "Elliptical";

/* No comment provided by engineer. */
"Equalize" = "Equalize";

/* No comment provided by engineer. */
"Exposure" = "Exposure";

/* No comment provided by engineer. */
"False Color" = "False Color";

/* No comment provided by engineer. */
"Favorites" = "Favorites";

/* No comment provided by engineer. */
"Feather" = "Feather";

/* No comment provided by engineer. */
"Fill" = "Fill";

/* No comment provided by engineer. */
"filter" = "filter";

/* No comment provided by engineer. */
"filters" = "filters";

/* No comment provided by engineer. */
"Flash" = "Flash";

/* No comment provided by engineer. */
"Flash Transition" = "Flash Transition";

/* No comment provided by engineer. */
"Fog" = "Fog";

/* No comment provided by engineer. */
"Forms" = "Forms";

/* No comment provided by engineer. */
"Fourfold Reflected" = "Fourfold Reflected";

/* No comment provided by engineer. */
"Fourfold Reflected Tile" = "Fourfold Reflected Tile";

/* No comment provided by engineer. */
"Fourfold Rotated" = "Fourfold Rotated";

/* No comment provided by engineer. */
"Fourfold Rotated Tile" = "Fourfold Rotated Tile";

/* No comment provided by engineer. */
"Fourfold Translated" = "Fourfold Translated";

/* No comment provided by engineer. */
"Fourfold Translated Tile" = "Fourfold Translated Tile";

/* No comment provided by engineer. */
"Freesia" = "Freesia";

/* No comment provided by engineer. */
"Funhouse" = "Funhouse";

/* No comment provided by engineer. */
"Gamma" = "Gamma";

/* No comment provided by engineer. */
"Gamma Adjust" = "Gamma Adjust";

/* No comment provided by engineer. */
"Gaussian" = "Gaussian";

/* No comment provided by engineer. */
"Gaussian Blur" = "Gaussian Blur";

/* No comment provided by engineer. */
"Generator" = "Generator";

/* No comment provided by engineer. */
"Geometry" = "Geometry";

/* No comment provided by engineer. */
"Glass" = "Glass";

/* No comment provided by engineer. */
"Glass Distortion" = "Glass Distortion";

/* No comment provided by engineer. */
"Glass Lozenge" = "Glass Lozenge";

/* No comment provided by engineer. */
"Glass Ring" = "Glass Ring";

/* No comment provided by engineer. */
"Glide Reflected" = "Glide Reflected";

/* No comment provided by engineer. */
"Glide Reflected Tile" = "Glide Reflected Tile";

/* No comment provided by engineer. */
"Gloom" = "Gloom";

/* No comment provided by engineer. */
"Grain" = "Grain";

/* No comment provided by engineer. */
"Gray Replacement" = "Gray Replacement";

/* No comment provided by engineer. */
"Green" = "Green";

/* No comment provided by engineer. */
"Halftone" = "Halftone";

/* No comment provided by engineer. */
"Halo" = "Halo";

/* No comment provided by engineer. */
"Hatched" = "Hatched";

/* No comment provided by engineer. */
"Hatched Screen" = "Hatched Screen";

/* No comment provided by engineer. */
"Haze" = "Haze";

/* No comment provided by engineer. */
"Height Field From Mask" = "Height Field From Mask";

/* No comment provided by engineer. */
"Hexagon" = "Hexagon";

/* No comment provided by engineer. */
"Hexagonal Pixellate" = "Hexagonal Pixellate";

/* No comment provided by engineer. */
"Highlights" = "Highlights";

/* No comment provided by engineer. */
"Highlights Radius" = "Highlights Radius";

/* No comment provided by engineer. */
"Highlights Tonal Width" = "Highlights Tonal Width";

/* No comment provided by engineer. */
"Hole" = "Hole";

/* No comment provided by engineer. */
"Hole Distortion" = "Hole Distortion";

/* No comment provided by engineer. */
"Honeycomb" = "Honeycomb";

/* No comment provided by engineer. */
"Hue" = "Hue";

/* No comment provided by engineer. */
"Hue and Saturation" = "Hue and Saturation";

/* No comment provided by engineer. */
"Image" = "Image";

/* No comment provided by engineer. */
"Infrared" = "Infrared";

/* No comment provided by engineer. */
"Insect" = "Insect";

/* No comment provided by engineer. */
"Inside" = "Inside";

/* No comment provided by engineer. */
"Invert" = "Invert";

/* No comment provided by engineer. */
"Invert Color" = "Invert Color";

/* No comment provided by engineer. */
"Iris" = "Iris";

/* No comment provided by engineer. */
"Kaleidoscope" = "Kaleidoscope";

/* No comment provided by engineer. */
"Last Filter" = "Last Filter";

/* No comment provided by engineer. */
"Lenticular Halo" = "Lenticular Halo";

/* No comment provided by engineer. */
"Lenticular Halo Generator" = "Lenticular Halo Generator";

/* No comment provided by engineer. */
"Levels" = "Levels";

/* No comment provided by engineer. */
"Light & Dark" = "Light & Dark";

/* No comment provided by engineer. */
"Light Leak" = "Light Leak";

/* No comment provided by engineer. */
"Lighten Shadows" = "Lighten Shadows";

/* No comment provided by engineer. */
"Lightness" = "Lightness";

/* No comment provided by engineer. */
"Line" = "Line";

/* No comment provided by engineer. */
"Line Dye" = "Line Dye";

/* No comment provided by engineer. */
"Line Overlay" = "Line Overlay";

/* No comment provided by engineer. */
"Line Screen" = "Line Screen";

/* No comment provided by engineer. */
"Linear" = "Linear";

/* No comment provided by engineer. */
"Linear Bump" = "Linear Bump";

/* No comment provided by engineer. */
"Luminance" = "Luminance";

/* No comment provided by engineer. */
"Lyra" = "Lyra";

/* No comment provided by engineer. */
"Magenta/Green" = "Magenta/Green";

/* No comment provided by engineer. */
"Mandala" = "Mandala";

/* No comment provided by engineer. */
"Mask to Alpha" = "Mask to Alpha";

/* No comment provided by engineer. */
"Median" = "Median";

/* No comment provided by engineer. */
"Midtones" = "Midtones";

/* No comment provided by engineer. */
"Miniaturize" = "Miniaturize";

/* No comment provided by engineer. */
"Mirror" = "Mirror";

/* No comment provided by engineer. */
"Mod" = "Mod";

/* No comment provided by engineer. */
"Mod Transition" = "Mod Transition";

/* No comment provided by engineer. */
"Monochrome" = "Monochrome";

/* No comment provided by engineer. */
"Monotone" = "Monotone";

/* No comment provided by engineer. */
"Motion" = "Motion";

/* No comment provided by engineer. */
"Motion Blur" = "Motion Blur";

/* No comment provided by engineer. */
"Nebula" = "Nebula";

/* No comment provided by engineer. */
"Newspaper" = "Newspaper";

/* No comment provided by engineer. */
"Noise" = "Noise";

/* No comment provided by engineer. */
"Noise Level" = "Noise Level";

/* No comment provided by engineer. */
"Noise Reduction" = "Noise Reduction";

/* No comment provided by engineer. */
"Normal" = "Normal";

/* No comment provided by engineer. */
"Old Photo" = "Old Photo";

/* No comment provided by engineer. */
"Op" = "Op";

/* No comment provided by engineer. */
"Op Tile" = "Op Tile";

/* No comment provided by engineer. */
"Opacity" = "Opacity";

/* No comment provided by engineer. */
"Orchid" = "Orchid";

/* No comment provided by engineer. */
"Orion" = "Orion";

/* No comment provided by engineer. */
"Other" = "Other";

/* No comment provided by engineer. */
"Outside" = "Outside";

/* No comment provided by engineer. */
"Page Curl" = "Page Curl";

/* No comment provided by engineer. */
"Page Curl Transition" = "Page Curl Transition";

/* No comment provided by engineer. */
"Parallelogram" = "Parallelogram";

/* No comment provided by engineer. */
"Parallelogram Tile" = "Parallelogram Tile";

/* No comment provided by engineer. */
"Pavo" = "Pavo";

/* No comment provided by engineer. */
"Perspective" = "Perspective";

/* No comment provided by engineer. */
"Perspective Tile" = "Perspective Tile";

/* No comment provided by engineer. */
"Photocopy" = "Photocopy";

/* No comment provided by engineer. */
"Pinch" = "Pinch";

/* No comment provided by engineer. */
"Pinch Distortion" = "Pinch Distortion";

/* No comment provided by engineer. */
"Pinwheel" = "Pinwheel";

/* No comment provided by engineer. */
"Pixelate" = "Pixelate";

/* No comment provided by engineer. */
"Pixelize" = "Pixelize";

/* No comment provided by engineer. */
"Pixellate" = "Pixellate";

/* No comment provided by engineer. */
"Pointillize" = "Pointillize";

/* No comment provided by engineer. */
"Position" = "Position";

/* No comment provided by engineer. */
"Posterize" = "Posterize";

/* No comment provided by engineer. */
"Preserve Transparency" = "Preserve Transparency";

/* No comment provided by engineer. */
"Primary Color" = "Primary Color";

/* No comment provided by engineer. */
"Projectile" = "Projectile";

/* No comment provided by engineer. */
"PXQuartzComposerApplyFilter" = "PXQuartzComposerApplyFilter";

/* No comment provided by engineer. */
"Radius" = "Radius";

/* No comment provided by engineer. */
"Rain" = "Rain";

/* No comment provided by engineer. */
"Random" = "Random";

/* No comment provided by engineer. */
"Random Generator" = "Random Generator";

/* No comment provided by engineer. */
"Recolor" = "Recolor";

/* No comment provided by engineer. */
"Red" = "Red";

/* No comment provided by engineer. */
"Refine Selection" = "Refine Selection";

/* No comment provided by engineer. */
"Remove \"%@\" from Favorites" = "Remove \"%@\" from Favorites";

/* No comment provided by engineer. */
"Replace Color" = "Replace Color";

/* No comment provided by engineer. */
"Resizer" = "Resizer";

/* No comment provided by engineer. */
"RGB" = "RGB";

/* No comment provided by engineer. */
"Rigel" = "Rigel";

/* No comment provided by engineer. */
"Ripple" = "Ripple";

/* No comment provided by engineer. */
"Ripple Transition" = "Ripple Transition";

/* No comment provided by engineer. */
"Rocket" = "Rocket";

/* No comment provided by engineer. */
"Saturation" = "Saturation";

/* No comment provided by engineer. */
"Scale" = "Scale";

/* No comment provided by engineer. */
"Scanner" = "Scanner";

/* No comment provided by engineer. */
"Secondary Color" = "Secondary Color";

/* No comment provided by engineer. */
"Select Color" = "Select Color";

/* No comment provided by engineer. */
"Sepia Tone" = "Sepia Tone";

/* No comment provided by engineer. */
"Shaded Material" = "Shaded Material";

/* No comment provided by engineer. */
"Shadows" = "Shadows";

/* No comment provided by engineer. */
"Shadows & Highlights" = "Shadows & Highlights";

/* No comment provided by engineer. */
"Shadows and Highlights" = "Shadows and Highlights";

/* No comment provided by engineer. */
"Shadows Radius" = "Shadows Radius";

/* No comment provided by engineer. */
"Shadows Tonal Width" = "Shadows Tonal Width";

/* No comment provided by engineer. */
"Shape Inner Shadow Filter" = "Shape Inner Shadow Filter";

/* No comment provided by engineer. */
"Shape Inside Shadow Filter" = "Shape Inside Shadow Filter";

/* No comment provided by engineer. */
"Sharpen" = "Sharpen";

/* No comment provided by engineer. */
"Sharpen Edges" = "Sharpen Edges";

/* No comment provided by engineer. */
"Shutters" = "Shutters";

/* No comment provided by engineer. */
"Sixfold Reflected" = "Sixfold Reflected";

/* No comment provided by engineer. */
"Sixfold Reflected Tile" = "Sixfold Reflected Tile";

/* No comment provided by engineer. */
"Sixfold Rotated" = "Sixfold Rotated";

/* No comment provided by engineer. */
"Sixfold Rotated Tile" = "Sixfold Rotated Tile";

/* No comment provided by engineer. */
"Size" = "Size";

/* No comment provided by engineer. */
"Sketch" = "Sketch";

/* No comment provided by engineer. */
"Skew" = "Skew";

/* No comment provided by engineer. */
"Skim Filter Name" = "Skim Filter Name";

/* No comment provided by engineer. */
"Smooth" = "Smooth";

/* No comment provided by engineer. */
"Snow" = "Snow";

/* No comment provided by engineer. */
"Snowflake" = "Snowflake";

/* No comment provided by engineer. */
"Soften" = "Soften";

/* No comment provided by engineer. */
"Solarize" = "Solarize";

/* No comment provided by engineer. */
"Speed" = "Speed";

/* No comment provided by engineer. */
"Spot Color" = "Spot Color";

/* No comment provided by engineer. */
"Spot Light" = "Spot Light";

/* No comment provided by engineer. */
"Spotlight" = "Spotlight";

/* No comment provided by engineer. */
"Star Shine" = "Star Shine";

/* No comment provided by engineer. */
"Star Shine Generator" = "Star Shine Generator";

/* No comment provided by engineer. */
"Strength" = "Strength";

/* No comment provided by engineer. */
"Stretch" = "Stretch";

/* No comment provided by engineer. */
"Striation Radius" = "Striation Radius";

/* No comment provided by engineer. */
"Stripes" = "Stripes";

/* No comment provided by engineer. */
"Stripes Generator" = "Stripes Generator";

/* No comment provided by engineer. */
"Stroke" = "Stroke";

/* No comment provided by engineer. */
"Style" = "Style";

/* No comment provided by engineer. */
"Stylize" = "Stylize";

/* No comment provided by engineer. */
"Sunbeams" = "Sunbeams";

/* No comment provided by engineer. */
"Sunbeams Generator" = "Sunbeams Generator";

/* No comment provided by engineer. */
"Sunniness" = "Sunniness";

/* No comment provided by engineer. */
"Swipe" = "Swipe";

/* No comment provided by engineer. */
"Swipe Transition" = "Swipe Transition";

/* No comment provided by engineer. */
"Syringa" = "Syringa";

/* No comment provided by engineer. */
"Taurus" = "Taurus";

/* No comment provided by engineer. */
"Temperature" = "Temperature";

/* No comment provided by engineer. */
"Tessera" = "Tessera";

/* No comment provided by engineer. */
"Threshold" = "Threshold";

/* No comment provided by engineer. */
"Tile" = "Tile";

/* No comment provided by engineer. */
"Time" = "Time";

/* No comment provided by engineer. */
"Torus Lens" = "Torus Lens";

/* No comment provided by engineer. */
"Torus Lens Distortion" = "Torus Lens Distortion";

/* No comment provided by engineer. */
"Transition" = "Transition";

/* No comment provided by engineer. */
"Triangle" = "Triangle";

/* No comment provided by engineer. */
"Triangle Tile" = "Triangle Tile";

/* No comment provided by engineer. */
"Twelvefold Reflected" = "Twelvefold Reflected";

/* No comment provided by engineer. */
"Twelvefold Reflected Tile" = "Twelvefold Reflected Tile";

/* No comment provided by engineer. */
"Twilight" = "Twilight";

/* No comment provided by engineer. */
"Twirl" = "Twirl";

/* No comment provided by engineer. */
"Twirl Distortion" = "Twirl Distortion";

/* No comment provided by engineer. */
"Type" = "Type";

/* No comment provided by engineer. */
"Unsharp" = "Unsharp";

/* No comment provided by engineer. */
"Untitled Filter" = "Untitled Filter";

/* No comment provided by engineer. */
"Value" = "Value";

/* No comment provided by engineer. */
"Vega" = "Vega";

/* No comment provided by engineer. */
"Vignette" = "Vignette";

/* No comment provided by engineer. */
"Vintage" = "Vintage";

/* No comment provided by engineer. */
"Vortex" = "Vortex";

/* No comment provided by engineer. */
"Vortex Distortion" = "Vortex Distortion";

/* No comment provided by engineer. */
"Warp" = "Warp";

/* No comment provided by engineer. */
"Width" = "Width";

/* No comment provided by engineer. */
"Windmill" = "Windmill";

/* No comment provided by engineer. */
"Wormwood" = "Wormwood";

/* No comment provided by engineer. */
"Yellow/Blue" = "Yellow/Blue";

/* No comment provided by engineer. */
"Zoom" = "Zoom";

/* No comment provided by engineer. */
"Zoom Blur" = "Zoom Blur";

